LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДавай играть в камень-ножницы-бумага'
        '\n/help - если забыл правила'
        '\n<b>ИГРАЕМ!?</b>',
    '/help': 'Очень простая игра! Мы одновременно должны'
        'сделать выбор: Камень, ножницы или бумага'
        'Наш выбор одинаков - ничья. В остальных случая:'
        'Камень > Ножицы, Ножницы > Бумага, Бумага > Камень'
        '\n<b>Играем?!?!</b>',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'yes_button': 'Давай!',
    'no_button': 'Нет, не хочу!',
    'other_answer': 'Не знаю такой команды',
    'yes': 'Отлично! Делай выбор',
    'no': 'Ну и ладно',
    'bot_won': 'Я победил, ахаххаха!\nЕщё будешь?',
    'user_won': 'Вы победили, УРАААА!\nНу давай давай нападай',
    'nobody_won': 'Ничья\nГо ещё?',
    'bot_choice': 'Мой выбор'
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Начать игру',
    '/help': 'Объяснить игру'
}
